Repository: SenaTaka/car_ui
Catalog: car_ui/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, zh_hans

source: イグニッションを ON にするとアダプタに電源が入ります。
de: Wenn Sie die Zündung einschalten, wird der Adapter mit Strom versorgt.
en: Turning the ignition on powers up the adapter.
es: Al poner el contacto en ON, el adaptador se enciende.
fr: Mettre le contact alimente l'adaptateur.
zh_hans: 打开点火开关后适配器即可通电。

source: ウィジェット(ドラッグで並べ替え)
de: Widgets (zum Sortieren ziehen)
en: Widgets (drag to reorder)
es: Widgets (arrastra para reordenar)
fr: Widgets (glisser pour réorganiser)
zh_hans: 组件(拖动可排序)

source: ウィジェットがありません。左上の編集ボタンから追加できます。
de: Noch keine Widgets. Fügen Sie welche über die Bearbeiten-Schaltfläche oben links hinzu.
en: No widgets yet. Add one from the edit button at the top left.
es: No hay widgets. Puedes añadir uno desde el botón de edición en la parte superior izquierda.
fr: Aucun widget pour le moment. Ajoutez-en un depuis le bouton Modifier en haut à gauche.
zh_hans: 暂无组件。可通过左上角的编辑按钮添加。

source: エコ
de: Eco
en: Eco
es: Eco
fr: Éco
zh_hans: 节能

source: エタノール比率
de: Ethanolanteil
en: Ethanol %
es: % de etanol
fr: Taux d'éthanol
zh_hans: 乙醇比例

source: エンジン(クランクシャフト)の毎分回転数です。
de: Die Drehzahl des Motors (Kurbelwelle) pro Minute.
en: Engine (crankshaft) revolutions per minute.
es: Revoluciones por minuto del motor (cigüeñal).
fr: Régime du moteur (vilebrequin) en tours par minute.
zh_hans: 发动机(曲轴)每分钟的转速。

source: エンジンが 1 秒間に吸い込む空気の質量です。負荷とともに増えます。
de: Die Luftmasse, die der Motor pro Sekunde ansaugt. Sie steigt mit der Last.
en: Mass of air the engine draws in per second. Increases with load.
es: Masa de aire que el motor aspira por segundo. Aumenta con la carga.
fr: Masse d'air aspirée par le moteur chaque seconde. Elle augmente avec la charge.
zh_hans: 发动机每秒吸入的空气质量。会随负荷增加而增大。

source: エンジンが出せる最大出力に対する現在の負荷の割合です。登坂や加速で高くなります。
de: Die aktuelle Last als Prozentsatz der maximalen Motorleistung. Sie steigt bei Steigungen oder Beschleunigung.
en: Current load as a percentage of the engine's maximum output. Rises when climbing or accelerating.
es: Porcentaje de la carga actual respecto a la potencia máxima que puede entregar el motor. Aumenta al subir pendientes o acelerar.
fr: Pourcentage de la charge actuelle par rapport à la puissance maximale que le moteur peut fournir. Il augmente en montée ou à l'accélération.
zh_hans: 当前负荷占发动机最大输出的百分比。爬坡或加速时会升高。

source: エンジンに吸い込まれる空気の温度です。高いと出力がやや低下します。
de: Die Temperatur der Luft, die in den Motor angesaugt wird. Bei hohen Werten sinkt die Leistung leicht.
en: Temperature of the air entering the engine. Higher temperatures slightly reduce power.
es: Temperatura del aire que entra en el motor. Si es alta, la potencia disminuye ligeramente.
fr: Température de l'air aspiré par le moteur. Une température élevée réduit légèrement la puissance.
zh_hans: 吸入发动机的空气温度。温度较高时输出会略微下降。

source: エンジンをかける
de: Motor starten
en: Start the engine
es: Arranca el motor
fr: Démarrez le moteur
zh_hans: 启动发动机

source: エンジンを始動してからの経過時間です。
de: Die seit dem Motorstart verstrichene Zeit.
en: Time elapsed since the engine was started.
es: Tiempo transcurrido desde que se arrancó el motor.
fr: Temps écoulé depuis le démarrage du moteur.
zh_hans: 自发动机启动以来经过的时间。

source: エンジンオイルの温度です。水温より暖まるのが遅く、スポーツ走行では高温に注意してください。
de: Die Temperatur des Motoröls. Sie steigt langsamer als die Kühlmitteltemperatur; achten Sie bei sportlicher Fahrweise auf hohe Temperaturen.
en: Engine oil temperature. Warms up more slowly than coolant; watch for high temperatures during spirited driving.
es: Temperatura del aceite del motor. Tarda más en calentarse que el refrigerante; preste atención a las temperaturas elevadas en conducción deportiva.
fr: Température de l'huile moteur. Elle monte plus lentement que celle du liquide de refroidissement ; faites attention aux températures élevées lors d'une conduite sportive.
zh_hans: 发动机机油的温度。升温比水温慢,激烈驾驶时请注意高温。

source: エンジンサウンド
de: Motorsound
en: Engine Sound
es: Sonido del motor
fr: Son moteur
zh_hans: 发动机音效

source: エンジンプリセット
de: Motor-Presets
en: Engine Presets
es: Preajustes de motor
fr: Préréglages moteur
zh_hans: 发动机预设

source: エンジン冷却水の温度です。通常走行では約 80〜100℃ で安定します。低いうちは暖機中です。
de: Die Temperatur des Motorkühlmittels. Bei normaler Fahrt stabilisiert sie sich bei etwa 80–100 °C. Niedrige Werte bedeuten, dass der Motor noch warmläuft.
en: Engine coolant temperature. Stays around 80–100°C in normal driving; lower values mean the engine is still warming up.
es: Temperatura del líquido refrigerante del motor. En conducción normal se estabiliza entre 80 y 100 °C aproximadamente. Si es baja, el motor todavía se está calentando.
fr: Température du liquide de refroidissement du moteur. En conduite normale, elle se stabilise entre environ 80 et 100 °C. Une valeur basse signifie que le moteur est encore en phase de chauffe.
zh_hans: 发动机冷却液的温度。正常行驶时会稳定在约 80~100℃。数值较低时说明发动机仍在热车。

source: エンジン回転数
de: Motordrehzahl
en: Engine RPM
es: RPM del motor
fr: Régime moteur (RPM)
zh_hans: 发动机转速

source: エンジン油温
de: Motoröltemperatur
en: Engine Oil Temp
es: Temp. de aceite del motor
fr: Température d'huile moteur
zh_hans: 发动机油温

source: エンジン稼働時間
de: Motorlaufzeit
en: Engine Run Time
es: Tiempo de funcionamiento del motor
fr: Temps de fonctionnement moteur
zh_hans: 发动机运行时间

source: エンジン負荷
de: Motorlast
en: Engine Load
es: Carga del motor
fr: Charge moteur
zh_hans: 发动机负荷

source: エンジン音
de: Motorsound
en: Engine Sound
es: Sonido del motor
fr: Son moteur
zh_hans: 发动机音效

source: オフにすると常に北が上になります。
de: Wenn deaktiviert, zeigt Norden immer nach oben.
en: When off, north is always up.
es: Si está desactivado, el norte siempre queda arriba.
fr: Désactivé, le nord est toujours en haut.
zh_hans: 关闭后地图将始终以正北为上方。

source: オンの場合、OBD 接続中(デモ含む)だけ画面を常時点灯します。未接続時は通常どおりスリープします。
de: Wenn aktiviert, bleibt der Bildschirm nur bei bestehender OBD-Verbindung (inkl. Demomodus) eingeschaltet. Ohne Verbindung schaltet er wie gewohnt in den Ruhezustand.
en: When on, the screen stays awake only while connected to OBD (incl. demo mode). It sleeps normally when disconnected.
es: Si está activado, la pantalla permanece encendida solo mientras haya conexión OBD (incl. modo demo). Se apaga con normalidad cuando no hay conexión.
fr: Activé, l'écran reste allumé uniquement pendant la connexion OBD (y compris en mode démo). Il se met en veille normalement lorsqu'il n'est pas connecté.
zh_hans: 开启后,仅在 OBD 连接中(含演示模式)时屏幕保持常亮。未连接时按正常方式休眠。

source: カスタム
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
zh_hans: 自定义

source: ガソリン
de: Benzin
en: Gasoline
es: Gasolina
fr: Essence
zh_hans: 汽油

source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消

source: コンターの範囲
de: Konturbereich
en: Contour Range
es: Rango de contorno
fr: Plage des contours
zh_hans: 等值线范围

source: コンター凡例
de: Konturlegende
en: Contour legend
es: Leyenda de contorno
fr: Légende des contours
zh_hans: 等值线图例

source: サウンド
de: Sound
en: Sound
es: Sonido
fr: Son
zh_hans: 音效

source: サウンド停止
de: Sound stoppen
en: Stop Sound
es: Detener sonido
fr: Arrêter le son
zh_hans: 停止音效

source: サウンド開始
de: Sound starten
en: Start Sound
es: Iniciar sonido
fr: Démarrer le son
zh_hans: 开始音效

source: サブスクはありません。一度買えばずっと使えます。
de: Kein Abo. Einmal kaufen, für immer nutzen.
en: No subscriptions. Buy once, use forever.
es: Sin suscripciones. Cómpralo una vez y úsalo para siempre.
fr: Aucun abonnement. Achetez une fois, utilisez pour toujours.
zh_hans: 无需订阅。购买一次即可永久使用。

source: シミュレーション
de: Simulation
en: Simulation
es: Simulación
fr: Simulation
zh_hans: 模拟

source: シンプル
de: Einfach
en: Simple
es: Simple
fr: Simple
zh_hans: 简洁

source: スキャン中
de: Wird gescannt
en: Scanning
es: Buscando
fr: Recherche en cours
zh_hans: 扫描中

source: ステップ %lld / %lld
de: Schritt %1$lld von %2$lld
en: Step %1$lld of %2$lld
es: Paso %lld de %lld
fr: Étape %1$lld sur %2$lld
zh_hans: 步骤 %lld / %lld

source: スプリット
de: Splits
en: Splits
es: Parciales
fr: Intermédiaires
zh_hans: 分段计时

source: スポーツ
de: Sport
en: Sport
es: Sport
fr: Sport
zh_hans: 运动

source: スロットルバルブの開き具合です。
de: Der Öffnungsgrad der Drosselklappe.
en: How far the throttle valve is open.
es: Grado de apertura de la válvula de mariposa.
fr: Degré d'ouverture du papillon des gaz.
zh_hans: 节气门的开度。

source: スロットル指令値
de: Sollwert Drosselklappe
en: Commanded Throttle
es: Acelerador comandado
fr: Papillon commandé
zh_hans: 节气门指令值

source: スロットル絶対 B
de: Absolute Drosselklappe B
en: Abs. Throttle B
es: Acelerador absoluto B
fr: Papillon absolu B
zh_hans: 绝对节气门 B

source: スロットル開度
de: Drosselklappenstellung
en: Throttle Position
es: Posición del acelerador
fr: Position du papillon
zh_hans: 节气门开度

source: センサー
de: Sensoren
en: Sensors
es: Sensores
fr: Capteurs
zh_hans: 传感器

source: タイルを編集
de: Kacheln bearbeiten
en: Edit Tiles
es: Editar mosaicos
fr: Modifier les tuiles
zh_hans: 编辑图块

source: タコメーター上限
de: Drehzahlmesser-Maximum
en: Tachometer max
es: Máximo del tacómetro
fr: Maximum du compte-tours
zh_hans: 转速表上限

source: タップすると説明を表示します
de: Tippen, um die Beschreibung anzuzeigen
en: Tap to show the description
es: Toque para ver la descripción
fr: Appuyez pour afficher la description
zh_hans: 点按即可查看说明

source: ダッシュボード
de: Dashboard
en: Dashboard
es: Panel
fr: Tableau de bord
zh_hans: 仪表盘

source: ダッシュボード編集
de: Dashboard bearbeiten
en: Edit Dashboard
es: Editar panel
fr: Modifier le tableau de bord
zh_hans: 编辑仪表盘

source: チェックエンジンランプ(MIL)が点灯してから走行した距離です。
de: Die zurückgelegte Strecke, seit die Motorkontrollleuchte (MIL) aufleuchtet.
en: Distance driven since the check engine light (MIL) came on.
es: Distancia recorrida desde que se encendió el testigo de avería (MIL).
fr: Distance parcourue depuis l'allumage du témoin de panne moteur (MIL).
zh_hans: 自故障指示灯(MIL)点亮以来行驶的距离。

source: チャンネル
de: Kanäle
en: Channels
es: Canales
fr: Canaux
zh_hans: 通道

source: チャンネルが選択されていません
de: Keine Kanäle ausgewählt
en: No channels selected
es: No hay canales seleccionados
fr: Aucun canal sélectionné
zh_hans: 尚未选择通道

source: チャンネルを検索
de: Kanäle suchen
en: Search channels
es: Buscar canales
fr: Rechercher des canaux
zh_hans: 搜索通道

source: チャンネル選択
de: Kanäle auswählen
en: Select Channels
es: Seleccionar canales
fr: Sélectionner les canaux
zh_hans: 选择通道

source: チャート
de: Diagramme
en: Charts
es: Gráficos
fr: Graphiques
zh_hans: 图表

source: ツール
de: Werkzeuge
en: Tools
es: Herramientas
fr: Outils
zh_hans: 工具

source: テレメトリ CSV
de: Telemetrie-CSV
en: Telemetry CSV
es: CSV de telemetría
fr: CSV de télémétrie
zh_hans: 遥测 CSV

source: ディーゼル
de: Diesel
en: Diesel
es: Diésel
fr: Diesel
zh_hans: 柴油

source: デジタル
de: Digital
en: Digital
es: Digital
fr: Numérique
zh_hans: 数字

source: デジタル/アナログは2列グリッド、チャート/マップは横幅いっぱいに表示されます。
de: Digital-/Analog-Kacheln werden in einem 2-spaltigen Raster angezeigt, Diagramme/Karten über die volle Breite.
en: Digital/analog tiles use a 2-column grid; charts and maps span the full width.
es: Los mosaicos digital/analógico usan una cuadrícula de 2 columnas; los gráficos y mapas ocupan todo el ancho.
fr: Les tuiles numériques/analogiques utilisent une grille à 2 colonnes ; les graphiques et cartes s'affichent sur toute la largeur.
zh_hans: 数字/指针图块为两列网格排列,图表/地图则占满整个宽度显示。

source: デフォルトに戻す
de: Auf Standard zurücksetzen
en: Restore Defaults
es: Restablecer valores predeterminados
fr: Restaurer les réglages par défaut
zh_hans: 恢复默认

source: デモではじめる
de: Mit Demo starten
en: Start with Demo
es: Empezar con la demo
fr: Commencer avec la démo
zh_hans: 从演示模式开始

source: デモモード
de: Demomodus
en: Demo Mode
es: Modo demo
fr: Mode démo
zh_hans: 演示模式

source: デモモードで試す(アダプタ不要)
de: Im Demomodus testen (kein Adapter nötig)
en: Try Demo Mode (no adapter needed)
es: Probar el modo demo (sin adaptador)
fr: Essayer le mode démo (sans adaptateur)
zh_hans: 试用演示模式(无需适配器)

source: デモモードを終了
de: Demomodus beenden
en: Stop demo mode
es: Detener modo demo
fr: Arrêter le mode démo
zh_hans: 退出演示模式

source: デモモードを開始(アダプタ不要)
de: Demomodus starten (kein Adapter nötig)
en: Start demo mode (no adapter needed)
es: Iniciar modo demo (sin adaptador)
fr: Démarrer le mode démo (sans adaptateur)
zh_hans: 开始演示模式(无需适配器)

source: デモモード終了
de: Demomodus beenden
en: Exit Demo Mode
es: Salir del modo demo
fr: Quitter le mode démo
zh_hans: 退出演示模式

source: データ
de: Daten
en: Data
es: Datos
fr: Données
zh_hans: 数据

source: データ受信待ち
de: Warten auf Daten
en: Waiting for data
es: Esperando datos
fr: En attente de données
zh_hans: 等待接收数据

source: データ待ち…
de: Warten auf Daten…
en: Waiting for data…
es: Esperando datos…
fr: En attente de données…
zh_hans: 等待数据…

source: トリップ
de: Trip
en: Trip
es: Trayecto
fr: Trajet
zh_hans: 行程

source: トリップをリセットしますか?
de: Trip zurücksetzen?
en: Reset trip?
es: ¿Reiniciar el trayecto?
fr: Réinitialiser le trajet ?
zh_hans: 要重置行程吗?

source: トルクの % 値の基準となるエンジン固有の基準トルクです。
de: Das motorspezifische Referenzdrehmoment, auf dem die Drehmoment-Prozentwerte basieren.
en: The engine-specific reference torque that the torque percentages are based on.
es: Par de referencia específico del motor en el que se basan los valores de par en porcentaje.
fr: Couple de référence propre au moteur, base des valeurs de couple exprimées en pourcentage.
zh_hans: 作为扭矩百分比基准的发动机专属基准扭矩。

source: ドライバーの操作から算出された要求トルクです(基準トルクに対する割合)。
de: Das aus der Fahrereingabe berechnete angeforderte Drehmoment (als Prozentsatz des Referenzdrehmoments).
en: Torque demanded from driver input, as a percentage of reference torque.
es: Par motor solicitado, calculado a partir de la acción del conductor (como porcentaje del par de referencia).
fr: Couple demandé, calculé à partir de l'action du conducteur (en pourcentage du couple de référence).
zh_hans: 根据驾驶员操作计算出的需求扭矩(占基准扭矩的百分比)。

source: ドライブ
de: Fahrt
en: Drive
es: Conducción
fr: Conduite
zh_hans: 驾驶

source: パージ制御
de: Tankentlüftungssteuerung
en: Evap Purge
es: Purga EVAP
fr: Purge EVAP
zh_hans: 炭罐清污控制

source: ピーク
de: Spitzenwert
en: Peak
es: Pico
fr: Pic
zh_hans: 峰值

source: ピーク解除
de: Spitzenwert zurücksetzen
en: Reset Peak
es: Restablecer pico
fr: Réinitialiser le pic
zh_hans: 清除峰值

source: フロントガラスの下に置いて反射で読み取ります。タップで操作ボタンを隠せます。
de: Legen Sie das Telefon unter die Windschutzscheibe und lesen Sie die Spiegelung ab. Tippen Sie, um die Bedienelemente auszublenden.
en: Place the phone under the windshield and read the reflection. Tap to hide the controls.
es: Colócalo bajo el parabrisas y léelo por el reflejo. Toca para ocultar los controles.
fr: Placez le téléphone sous le pare-brise et lisez le reflet. Appuyez pour masquer les commandes.
zh_hans: 放置于挡风玻璃下方,通过反射读取。轻点可隐藏操作按钮。

source: プライバシー
de: Datenschutz
en: Privacy
es: Privacidad
fr: Confidentialité
zh_hans: 隐私

source: プラン
de: Pläne
en: Plans
es: Planes
fr: Offres
zh_hans: 方案

source: プリセット
de: Presets
en: Presets
es: Preajustes
fr: Préréglages
zh_hans: 预设

source: プリセットを選ぶと現在のウィジェット構成を置き換えます。
de: Die Auswahl eines Presets ersetzt Ihr aktuelles Widget-Layout.
en: Selecting a preset replaces your current widget layout.
es: Al elegir un preajuste se reemplaza la configuración actual de widgets.
fr: Choisir un préréglage remplace votre disposition de widgets actuelle.
zh_hans: 选择预设将替换当前的组件布局。

source: ベスト
de: Beste
en: Best
es: Mejor
fr: Meilleur
zh_hans: 最佳

source: マップ
de: Karte
en: Map
es: Mapa
fr: Carte
zh_hans: 地图

source: マーカー
de: Marker
en: Marker
es: Marcador
fr: Marqueur
zh_hans: 标记

source: ミラー反転
de: Spiegeln
en: Mirror
es: Espejo
fr: Miroir
zh_hans: 镜像翻转

source: メーター
de: Anzeigen
en: Gauges
es: Medidores
fr: Cadrans
zh_hans: 仪表

source: メーターの目盛りと、燃料流量 (0x5E) 非対応車での燃費推定に使います。
de: Wird für die Skala der Anzeige und für die Verbrauchsschätzung bei Fahrzeugen ohne Kraftstoffdurchfluss (0x5E) verwendet.
en: Used for the gauge scale, and for estimating fuel economy on vehicles that do not support fuel rate (0x5E).
es: Se usa para la escala del medidor y para estimar el consumo en vehículos que no admiten caudal de combustible (0x5E).
fr: Utilisé pour l’échelle du cadran et pour estimer la consommation sur les véhicules qui ne prennent pas en charge le débit de carburant (0x5E).
zh_hans: 用于仪表刻度，以及在不支持燃油流量 (0x5E) 的车辆上估算油耗。

source: メーター画面右上の接続ボタンから、本物のアダプタへいつでも移れます。
de: Über die Verbinden-Schaltfläche oben rechts im Dashboard können Sie jederzeit zu einem echten Adapter wechseln.
en: Use the connect button at the top right of the Dashboard to switch to a real adapter anytime.
es: Usa el botón de conexión en la esquina superior derecha del panel para pasar a un adaptador real cuando quieras.
fr: Utilisez le bouton de connexion en haut à droite du tableau de bord pour passer à un adaptateur réel à tout moment.
zh_hans: 可随时通过仪表盘右上角的连接按钮切换到真实适配器。

source: メートル法 (km/h・°C)
de: Metrisch (km/h, °C)
en: Metric (km/h, °C)
es: Métrico (km/h, °C)
fr: Métrique (km/h, °C)
zh_hans: 公制（km/h、°C）

source: モーション
de: Bewegung
en: Motion
es: Movimiento
fr: Mouvement
zh_hans: 运动传感

source: ヤード・ポンド法 (mph・°F)
de: Angloamerikanisch (mph, °F)
en: Imperial (mph, °F)
es: Imperial (mph, °F)
fr: Impérial (mph, °F)
zh_hans: 英制（mph、°F）

source: ライブ
de: Live
en: Live
es: En vivo
fr: En direct
zh_hans: 实时

source: リアルタイム計測
de: Echtzeit-Telemetrie
en: Real-Time Telemetry
es: Telemetría en tiempo real
fr: Télémétrie en temps réel
zh_hans: 实时测量

source: リセット
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
zh_hans: 重置

source: レッドライン
de: Roter Bereich
en: Redline
es: Línea roja
fr: Zone rouge
zh_hans: 红线转速

source: ログはまだありません
de: Noch kein Protokoll
en: No log yet
es: Todavía no hay registro
fr: Aucun journal pour le moment
zh_hans: 暂无日志

source: 一時停止
de: Pause
en: Pause
es: Pausar
fr: Pause
zh_hans: 暂停

source: 下の「追加」からウィジェットを置いてください。
de: Fügen Sie Widgets über die Schaltfläche „Hinzufügen“ unten hinzu.
en: Add widgets with the “Add” button below.
es: Añade widgets con el botón «Añadir» de abajo.
fr: Ajoutez des widgets avec le bouton « Ajouter » ci-dessous.
zh_hans: 请通过下方的「添加」放置组件。

source: 中止
de: Abbrechen
en: Stop
es: Detener
fr: Arrêter

source: 丸
de: Punkt
en: Dot
es: Punto
fr: Point
zh_hans: 圆点

source: 位置情報
de: Standort
en: Location
es: Ubicación
fr: Localisation
zh_hans: 位置信息

source: 位置情報が使用できません
de: Standort ist nicht verfügbar
en: Location is unavailable
es: La ubicación no está disponible
fr: Localisation indisponible
zh_hans: 无法使用位置信息

source: 位置情報が拒否されています。設定アプリから許可してください。
de: Der Standortzugriff wurde verweigert. Bitte erlauben Sie ihn in der App „Einstellungen“.
en: Location access is denied. Please allow it in the Settings app.
es: Se denegó el acceso a la ubicación. Permítelo desde la app Ajustes.
fr: L'accès à la localisation est refusé. Autorisez-le dans l'appli Réglages.
zh_hans: 位置信息访问被拒绝。请在设置应用中允许。

source: 低い %@ から 高い %@ %@
de: Von niedrig %1$@ bis hoch %2$@ %3$@
en: From low %1$@ to high %2$@ %3$@
es: De %@ (mín.) a %@ (máx.) %@
fr: De %1$@ (bas) à %2$@ (haut) %3$@
zh_hans: 从低 %@ 到高 %@ %@

source: 低精度
de: Niedrig
en: Low
es: Baja
fr: Faible

source: 使う機能だけ、その場で許可
de: Berechtigungen nur bei Bedarf
en: Permissions, Only When Needed
es: Permisos solo cuando se necesiten
fr: Autorisations, seulement quand nécessaire
zh_hans: 仅在使用相应功能时才请求授权

source: 保存済み %lld 件
de: Gespeichert: %lld
en: Saved: %lld
es: Guardados: %lld
fr: Enregistrés : %lld
zh_hans: 已保存 %lld 项

source: 保存済み記録
de: Gespeicherte Läufe
en: Saved Runs
es: Registros guardados
fr: Runs enregistrés
zh_hans: 已保存的记录

source: 保存済み記録: %lld 件
de: Gespeicherte Läufe: %lld
en: Saved runs: %lld
es: Registros guardados: %lld
fr: Runs enregistrés : %lld
zh_hans: 已保存记录:%lld 项

source: 保存済み記録はありません
de: Keine gespeicherten Läufe
en: No saved runs
es: No hay registros guardados
fr: Aucun run enregistré
zh_hans: 暂无已保存的记录

source: 個別表示
de: Einzeln
en: Separate
es: Individual
fr: Séparé
zh_hans: 单独显示

source: 停止
de: Stopp
en: Stop
es: Detener
fr: Arrêter

source: 停止状態から発進してください
de: Starten Sie aus dem Stand
en: Launch from a standstill
es: Arranca desde parado
fr: Démarrez à l'arrêt complet
zh_hans: 请从静止状态起步

source: 停車中
de: im Stand
en: stopped
es: detenido
fr: à l’arrêt
zh_hans: 停车中

source: 全体
de: Alle
en: All
es: Todo
fr: Tout
zh_hans: 全部

source: 全機能・買い切り
de: Alle Funktionen, einmaliger Kauf
en: All Features, One-Time
es: Todas las funciones, pago único
fr: Toutes les fonctions, paiement unique
zh_hans: 全部功能,买断制

source: 全解除
de: Alle abwählen
en: Clear all
es: Deseleccionar todo
fr: Tout désélectionner
zh_hans: 全部取消

source: 共有
de: Teilen
en: Share
es: Compartir
fr: Partager
zh_hans: 分享

source: 再生位置
de: Wiedergabeposition
en: Playback position
es: Posición de reproducción
fr: Position de lecture
zh_hans: 播放位置

source: 再開
de: Fortsetzen
en: Resume
es: Reanudar
fr: Reprendre
zh_hans: 继续

source: 冷却水温
de: Kühlmitteltemperatur
en: Coolant Temp
es: Temp. del refrigerante
fr: Température du liquide de refroidissement

source: 処理中
de: Wird verarbeitet
en: Working
es: Procesando
fr: Traitement en cours
zh_hans: 处理中

source: 分析
de: Analyse
en: Analysis
es: Análisis
fr: Analyse

source: 切断
de: Trennen
en: Disconnect
es: Desconectar
fr: Déconnecter
zh_hans: 断开

source: 初期化中
de: Wird initialisiert
en: Initializing
es: Inicializando
fr: Initialisation
zh_hans: 初始化中

source: 利用不可
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
zh_hans: 不可用

source: 前後 G
de: Längs-G
en: Longitudinal G
es: G longitudinal
fr: G longitudinal
zh_hans: 纵向 G

source: 加速・減速で前後方向にかかる加速度です。
de: Die Längsbeschleunigung (vor-zurück) beim Beschleunigen und Bremsen.
en: Fore–aft acceleration from speeding up and braking.
es: Aceleración longitudinal (adelante-atrás) al acelerar o frenar.
fr: Accélération longitudinale (avant-arrière) lors de l'accélération ou du freinage.
zh_hans: 加速或减速时施加在前后方向的加速度。

source: 加速度計
de: Beschleunigungssensor
en: Accelerometer
es: Acelerómetro
fr: Accéléromètre
zh_hans: 加速度计

source: 加速度計が停止しています(センサータブで有効化)
de: Der Beschleunigungssensor ist gestoppt (im Sensoren-Tab aktivieren)
en: Accelerometer is stopped (enable it from the sensor toggles)
es: El acelerómetro está detenido (actívalo en la pestaña de sensores)
fr: L'accéléromètre est arrêté (activez-le dans l'onglet Capteurs)
zh_hans: 加速度计已停止(请在传感器标签页中启用)

source: 加速度計を使用
de: Beschleunigungssensor verwenden
en: Use Accelerometer
es: Usar acelerómetro
fr: Utiliser l'accéléromètre
zh_hans: 使用加速度计

source: 単位: %@
de: Einheit: %@
en: Unit: %@
es: Unidad: %@
fr: Unité : %@
zh_hans: 单位: %@

source: 単位系
de: Einheiten
en: Units
es: Unidades
fr: Unités
zh_hans: 单位

source: 受信 %lld 項目
de: %lld Werte empfangen
en: %lld values received
es: %lld valores recibidos
fr: %lld valeurs reçues
zh_hans: 已接收 %lld 项

source: 右上のボタンからアダプタに接続、またはデモモード
de: Über die Schaltfläche oben rechts einen Adapter verbinden oder den Demomodus verwenden
en: Connect an adapter from the top-right button, or use demo mode
es: Conecta un adaptador desde el botón superior derecho, o usa el modo demo
fr: Connectez un adaptateur via le bouton en haut à droite, ou utilisez le mode démo
zh_hans: 通过右上角按钮连接适配器,或使用演示模式

source: 各データを 0〜100% に換算して重ねます
de: Überlagert jede Reihe, skaliert auf 0-100 %
en: Overlays each series rescaled to 0–100%
es: Superpone cada serie reescalada de 0 a 100%
fr: Superpose chaque série redimensionnée entre 0 et 100 %
zh_hans: 将各项数据换算为 0~100% 后叠加显示

source: 合成 G
de: Gesamt-G
en: Combined G
es: G combinada
fr: G combiné

source: 名称未取得
de: Unbenannt
en: Unnamed
es: Sin nombre
fr: Sans nom
zh_hans: 未获取名称

source: 吸入空気量 (MAF)
de: Luftmassenstrom (MAF)
en: Mass Air Flow (MAF)
es: Caudal de aire (MAF)
fr: Débit d'air massique (MAF)
zh_hans: 进气流量 (MAF)

source: 吸入空気量をもとに計算した負荷率です。
de: Die aus der angesaugten Luftmenge berechnete Lastrate.
en: Load ratio calculated from intake air volume.
es: Tasa de carga calculada a partir del volumen de aire aspirado.
fr: Taux de charge calculé à partir du volume d'air admis.
zh_hans: 根据进气量计算出的负荷率。
